#####################################################################
[Translation]

TRANSLATION_BY = ترجمه شده توسط
TRANSLATION_NAME = Hessam Mohamadi (حسام محمدی)
TRANSLATION_LINK = http://www.picpick.org
LANGUAGENAME=فارسی

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=3340

;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=ویرایشگر عکس
#-------------------------------------------------------------

MNU_CAPTURE			=ضبط صفحه
MNU_CAPTURE_FULLSCREEN		=تمام-صفحه
MNU_CAPTURE_ACTIVEWINDOW	=پنجره فعال
MNU_CAPTURE_CONTROL		=کنترل پنجره
MNU_CAPTURE_SCROLLINGWINDOW	=پنجره اِسکرول
MNU_CAPTURE_REGION		=منطقه دستی
MNU_CAPTURE_FIXEDREGION		=منطقه ثابت
MNU_CAPTURE_FREEHAND		=بطور دستی
MNU_CAPTURE_WEBPAGE		=صفحه وب
MNU_CAPTURE_REPEAT		=تکرار آخرین ضبط

MNU_CAPTUREQBAR			=نمایش نوار ضبط

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=تنظیمات ضبط
MNU_OUTPUTTYPE			=نوع خروجی

MNU_OUTPUTTYPE_PICPICK		=ویرایشگر پیک پیک
MNU_OUTPUTTYPE_CLIPBOARD	=کپی به کلیپ برد
MNU_OUTPUTTYPE_SAVEIMAGE	=ذخیره در فایل عکس
MNU_OUTPUTTYPE_SAVEFOLDER	=ذخیره خودکار بعنوان
MNU_OUTPUTTYPE_OTHER		=برنامه خارجی
MNU_OUTPUTTYPE_FTP		=آپلود به سرور اِف تی پی
MNU_OUTPUTTYPE_SHARE		=اِشتراک
MNU_OUTPUTTYPE_SENDTO		=اِرسال به
MNU_OUTPUTTYPE_FACEBOOK	=آپلود به فیس بوک
MNU_OUTPUTTYPE_TWITTER		=آپلود به توییتر
MNU_OUTPUTTYPE_MSWORD		=مایکروسافت ورد
MNU_OUTPUTTYPE_MSEXCEL		=مایکروسافت اِکسل
MNU_OUTPUTTYPE_MSPPT		=مایکروسافت پاورپوینت
MNU_OUTPUTTYPE_MSOUTLOOK	=(ایمیل (اُوت لوک
MNU_OUTPUTTYPE_PRINTER		=چاپگر
MNU_OUTPUTTYPE_SKYPE		=اِرسال به اِسکایپ
MNU_OUTPUTTYPE_CLOUD		=سرویس اَبری

MNU_OUTPUTTYPE_WEB			=آپلود در وب
MNU_OPT_DEFAULTFORMAT		=فرمت پیش فرض
MNU_OPT_OPENEDITOR		=بازکردن ویرایشگر وقتی برنامه شروع میشود
MNU_OPT_STARTUPPROGRAM	=اجرای برنامه در اِستارت آپ
#-------------------------------------------------------------
MNU_COLORPICKER			=یابنده رنگ
MNU_COLORPALETTE		=جدول رنگ
MNU_COPYCOLORTYPE		=مدل کپی رنگ
MNU_COLORHISTORY		=تاریخچه رنگ
MNU_COLORHISTORY_CLEAR		=پاکسازی
#-------------------------------------------------------------
MNU_MAGNIFIER			=ذره بین
MNU_PIXELRULER			=خطکش پیکسلی
MNU_PROTRACTOR			=زاویه سنج
MNU_CROSSHAIR			=اَبعاد گرافیکی
MNU_WHITEBOARD			=تخته سفید
MNU_CLOUDEXPLORER		=مرورگر اَبری

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=گزینه ها
MNU_EXIT_PICPICK		=خروج


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =فایل
MNU_FILE_NEW =عکس جدید
MNU_FILE_OPEN =بازکردن
MNU_FILE_OPENCLIPBOARD =بازکردن از کلیپ برد
MNU_FILE_OPENURL =بازکردن از آدرس
MNU_FILE_SAVESAME=ذخیره
MNU_FILE_SAVE =ذخیره بعنوان
MNU_FILE_SAVESELECT =ذخیره اِنتخاب بعنوان..
MNU_FILE_SAVEALL=ذخیره همه...
MNU_FILE_PRINT=چاپ
MNU_FILE_CLOSEIMAGE =بستن عکس
MNU_FILE_CLOSECURRENTIMAGE =عکس فعلی
MNU_FILE_CLOSEALLIMAGE = بستن همه عکسها
MNU_FILE_CLOSEALLSAVEDIMAGE =همه عکس های ذخیره شده
MNU_FILE_CLOSEPICPICK =خروج
#-------------------------------------------------------------
MNU_EDIT =ویرایش
MNU_EDIT_UNDO =آندو
MNU_EDIT_REDO =ریدو
MNU_EDIT_CUT =کات
MNU_EDIT_COPY =کپی
MNU_EDIT_PASTE =چسباندن
MNU_EDIT_PASTEFROMFILE =چسباندن از فایل
MNU_EDIT_SELECTDEL =حذف
MNU_EDIT_SELECTNEW =بریدن
MNU_EDIT_DESELECT =لغو اِنتخاب
MNU_EDIT_SELECTALL =اِنتخاب همه
MNU_EDIT_IMAGERESIZE =تغییراندازه عکس/زوم
MNU_EDIT_CANVASRESIZE =تغییراندازه بوم
MNU_EDIT_VIEWBITMAP =مشاهده تصویر درتمام صفحه
#-------------------------------------------------------------
MNU_TOOLS =ابزارها
MNU_TOOLS_FULLSCREEN 		=ضبط تمام-صفحه
MNU_TOOLS_ACTIVEWINDOW 		=ضبط پنجره فعال
MNU_TOOLS_CONTROL 		=ضبط کنترل پنجره
MNU_TOOLS_SCROLLINGWINDOW	=ضبط پنجره اِسکرول
MNU_TOOLS_WEBPAGE 		=ضبط صفحه وب
MNU_TOOLS_REGION 		=ضبط منطقه دستی
MNU_TOOLS_FIXEDREGION 		=ضبط منطقه ثابت
MNU_TOOLS_FREEHAND 		=ضبط بطوردستی
MNU_TOOLS_REPEAT 		=تکرار آخرین ضبط
MNU_TOOLS_COLORPICKER		=یابنده رنگ
MNU_TOOLS_COLORPALETTE		=جدول رنگ
MNU_TOOLS_MAGNIFIER		=ذره بین
MNU_TOOLS_PIXELRULER		=خطکش پیکسلی
MNU_TOOLS_PROTRACTOR		=زاویه سنج
MNU_TOOLS_CROSSHAIR		=اَبعاد گرافیکی
MNU_TOOLS_WHITEBOARD		=تخته سفید
MNU_TOOLS_OPTION		=گزینه ها
#-------------------------------------------------------------
MNU_TOOLSOPTION				=تنظیمات ضبط
MNU_TOOLSOPTION_OUTPUTTYPE			=نوع خروجی
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=فرمت پیش فرض
MNU_TOOLSOPTION_DUALMONITORS			=پشتیبانی از مانیتور دوگانه
MNU_TOOLSOPTION_HOTKEY			=تغییر کلیدمیانبر
MNU_TOOLSOPTION_SOUND				=فعال کردن اِفکت صدا
MNU_TOOLSOPTION_SCROLLCAPTURE		=فعال کردن اِسکرول خودکار
MNU_TOOLSOPTION_MOUSECURSOR			=شامل مکان نما در عکس
MNU_TOOLSOPTION_STARTUPPROGRAM		=اِجرای برنامه در اِستارت آپ
MNU_TOOLSOPTION_OPENEDITOR			=بازکردن ویرایشگر وقتی برنامه شروع میشود
MNU_TOOLS_COLORTYPE				=مدل کپی رنگ
#-------------------------------------------------------------
MNU_EFFECT 			=اِفکت ها
MNU_EFFECT_INVERT 		=معکوس
MNU_EFFECT_GRAYSCALE		=سیاه و سفید
MNU_EFFECT_MOSAIC 		=پیکسلی کردن
MNU_EFFECT_BLUR 		=بلری
MNU_EFFECT_SHARPEN 		=تیزکردن
MNU_EFFECT_BRIGHTNESS 		=درخشندگی / کنتراست
MNU_EFFECT_HSL 			=هیو / اشباع
MNU_EFFECT_BORDER 		=اثرات لبه
MNU_EFFECT_FLIP 		=قرینه
MNU_EFFECT_FLIPH 		=قرینه اُفقی
MNU_EFFECT_FLIPV 		=قرینه عمودی
MNU_EFFECT_ROTATE 		=چرخاندن
MNU_EFFECT_ROTATE90 		=چرخش 90 درجه درجهت ساعت
MNU_EFFECT_ROTATE180 		=چرخش 180 درجه در جهت ساعت
MNU_EFFECT_ROTATE270 		=چرخش 270 درجه در جهت ساعت
MNU_EFFECT_FRAME		=فریم..
MNU_EFFECT_COLORBALANCE		=بالانس رنگ...
MNU_EFFECT_WATERMARK		=&واترمارک...
#-------------------------------------------------------------
MNU_WINDOW =پنجره
MNU_WINDOW_CASCADE =آبشاری
MNU_WINDOW_TILEH =تنظیم پنجره بطور اُفقی
MNU_WINDOW_TILEV =تنظیم پنجره بطور عمودی
MNU_WINDOW_MINIMIZEALL =کمینه همه
#-------------------------------------------------------------
MNU_HELP =راهنما
MNU_HELP_WEBSITE =وبسایت پیک پیک
MNU_HELP_ABOUT =درباره..

PNL_TOOL_TOOLS = ابزارها
PNL_TOOL_COLOR = رنگ
PNL_TOOL_PROPERTY = مشخصات
LBL_TOOL_WIDTHS = عرض :
LBL_TOOL_OPACITY = شفافیت:
LBL_TOOL_SHAPE= شکل:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=خانه
TAB_FILE=فایل
TAB_VIEW=مشاهده
TAB_SHAPES=اَشکال

TBR_CLIPBOARD=کلیپ برد
TBN_CLIPBOARD_PASTE=چسباندن
TBN_CLIPBOARD_CUT=کات
TBN_CLIPBOARD_COPY=کپی
TBN_CLIPBOARD_DELETE=حذف

TBR_VIEW=مشاهده
TBN_VIEW_ZOOMIN=بزرگنمایی
TBN_VIEW_ZOOMOUT=کوچکنمایی
TBN_VIEW_FULL=تمام صفحه
TBN_VIEW_100=100% مشاهده

TBR_IMAGE=عکس
TBN_IMAGE_EFFECT=اِفکت ها
TBN_IMAGE_CROP=بریدن
TBN_IMAGE_RESIZE=تغییر اندازه
TBN_IMAGE_ROTATE=چرخاندن

TBR_TOOLS=ابزارها
TBR_COLOR=رنگها

POP_COLORTYPE1 = رنگهای کم رنگ
POP_COLORTYPE2 = رنگهای عمده

TBR_SHOWHIDE=نمایش یا عدم نمایش
TBN_RULER=خط کش
TBN_STATUSBAR=نوار وضعیت
TBN_TAB = تب

TBN_THUMBNAIL=مشاهده بند انگشتی

TBR_WINDOW=پنجره
TBN_CASCADE=آبشاری
TBN_ARRANGEALL=چیدن همه

TBN_REGISTER=ثبت نام...

TBN_VIEW_100=100% مشاهده

TBN_TOOLS_SELECT = اِنتخاب

TBN_MORECOLORS = بیشتر
MNU_PALETTETYPE = نوع جدول رنگ

MNU_TOPBAR_TITLE = تغییر دکمه های بالا
MNU_TOPBAR_MINIMIZERIBBON = کمینه ریبون

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =ایجاد یک عکس جدید
TIP_FILE_OPEN =بازکردن یک عکس
TIP_FILE_OPENCLIPBOARD =بازکردن یک عکس از کلیپ برد
TIP_FILE_OPENURL =بازکردن عکس از آدرس
TIP_FILE_SAVE =ذخیره عکس فعال
TIP_FILE_SAVEAS =ذخیره عکس فعال با نام جدید
TIP_FILE_SAVESELECT =ذخیره اِنتخاب شده با نام جدید
TIP_FILE_SAVEALL =ذخیره همه عکس ها با نام جدید
TIP_FILE_PRINT=چاپ عکس
TIP_FILE_CLOSEIMAGE =بستن عکس فعلی
TIP_FILE_CLOSEALLIMAGE =بستن همه فایلهای عکس
TIP_FILE_CLOSEALLSAVEDIMAGE =بستن همه عکس های ذخیره شده
TIP_FILE_CLOSEPICPICK =بستن پنجره
#-------------------------------------------------------------
TIP_EDIT_UNDO =آندوی آخرین اقدام
TIP_EDIT_REDO =ریدو اقدام ناتمام قبلی
TIP_EDIT_CUT =کات اِنتخاب شده و انتقال آن به کلیپ برد
TIP_EDIT_COPY =کپی اِنتخاب شده و قراردادن آن در کلیپ برد
TIP_EDIT_PASTE =چسباندن محتویات کلیپ برد به عکس فعال
TIP_EDIT_PASTEFROMFILE =چسباندن یک فایل به عکس فعلی
TIP_EDIT_SELECTDEL =پاک کردن اِنتخاب شده
TIP_EDIT_SELECTNEW =بریدن عکس به منطقه اِنتخاب شده
TIP_EDIT_DESELECT =لغو اِنتخاب عکس
TIP_EDIT_SELECTALL =اِنتخاب کل عکس
TIP_EDIT_IMAGERESIZE =تغییر اندازه عکس
TIP_EDIT_CANVASRESIZE =تغییراندازه بوم
TIP_EDIT_VIEWBITMAP =مشاهده عکس در تمام صفحه
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = نمایش نوار ضبط در صفحه نمایش
TIP_TOOLS_FULLSCREEN =ضبط عکس دسکتاپ
TIP_TOOLS_ACTIVEWINDOW =ضبط عکس پنجره فعال
TIP_TOOLS_CONTROL =ضبط عکس کنترل پنجره
TIP_TOOLS_SCROLLINGWINDOW	=ضبط عکس کنترل پنجره اِسکرول
TIP_TOOLS_WEBPAGE =ضبط عکس از صفحات وب
TIP_TOOLS_REGION =ضبط منطقه مستطیلی
TIP_TOOLS_FREEHAND =ضبط یک منطقه بطور دستی
TIP_TOOLS_FIXEDREGION =ضبط منطقه مستطیلی ثابت
TIP_TOOLS_REPEAT =ضبط همان منطقه قبل
TIP_TOOLS_CAPTUREMENU = ضبط یک عکس از صفحه نمایش
TIP_TOOLS_COLORPICKER	= نمایش یابنده رنگ در صفحه نمایش
TIP_TOOLS_COLORPALETTE	= نمایش جدول رنگ در صفحه نمایش
TIP_TOOLS_MAGNIFIER	=نمایش ذره بین در صفحه نمایش
TIP_TOOLS_PIXELRULER	=نمایش خطکش پیکسلی در صفحه نمایش
TIP_TOOLS_CROSSHAIR	= نمایش اَبعاد گرافیکی در صفحه نمایش
TIP_TOOLS_PROTRACTOR	=نمایش زاویه سنج در صفحه نمایش
TIP_TOOLS_WHITEBOARD	=نمایش تخته سفید برای ترسیم در صفحه نمایش
TIP_TOOLS_OPTION	=نمایش گزینه های متعدد درباره برنامه
#-------------------------------------------------------------
TIP_TOOLSOPTION					=تغییر گزینه ضبط
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=تغییر خروجی عکس ضبط شده
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=تغییر خروجی عکس ضبط شده

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=تغییر فرمت فایل پیش فرض عکس
TIP_TOOLSOPTION_DUALMONITORS			=پشتیبانی از مانیتورهای دوگانه هنگام ضبط عکس
TIP_TOOLSOPTION_HOTKEY				=تغییر کلیدهای میانبر برای توابع
TIP_TOOLSOPTION_SOUND				=فعال کردن اِفکت صدا هنگام ضبط عکس
TIP_TOOLSOPTION_SCROLLCAPTURE			=ضبط عکس اِسکرول کنترل
TIP_TOOLSOPTION_MOUSECURSOR			=شامل مکان نما در عکس
TIP_TOOLSOPTION_STARTUPPROGRAM		=اِجرای برنامه هنگام بالا آمدن ویندوز
TIP_TOOLSOPTION_OPENEDITOR			=بازکردن ویرایشگر هنگام شروع برنامه
TIP_TOOLS_COLORTYPE				= [HTML, RGB, C++, Delphi] تغییر مدل رنگ

#-------------------------------------------------------------
TIP_EFFECT_INVERT =رنگ عکس معکوس شود
TIP_EFFECT_GRAYSCALE =تبدیل عکس به 256 رنگ خاکستری
TIP_EFFECT_MOSAIC =اِعمال اِفکت پیکسلی کردن
TIP_EFFECT_BLUR =اِعمال اِفکت بلوری
TIP_EFFECT_SHARPEN =اِعمال اِفکت تیزکردن
TIP_EFFECT_BRIGHTNESS =درخشندگی / کنتراست
TIP_EFFECT_HSL =هیو/اشباع
TIP_EFFECT_FLIPH =قرینه منطقه یا کل عکس بطور اُفقی
TIP_EFFECT_FLIPV =قرینه منطقه یا کل عکس بطور عمودی
TIP_EFFECT_ROTATE90 =چرخش 90 درجه درجهت ساعت
TIP_EFFECT_ROTATE180 =چرخش 180 درجه درجهت ساعت
TIP_EFFECT_ROTATE270 =چرخش 270 درجه درجهت ساعت
TIP_EFFECT_FRAME=اِعمال اِفکت فریم
TIP_EFFECT_WATERMARK=افزودن لوگوی واترمارک

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =چیدن پنجره بصورت روی هم افتاده آبشاری
TIP_WINDOW_TILEH =چیدن پنجره بطور اُفقی بدون روی هم افتادن آبشاری
TIP_WINDOW_TILEV =چیدن پنجره بطور عمودی بدون روی هم افتادن آبشاری
TIP_WINDOW_MINIMIZEALL =کمینه همه پنجره های باز
#-------------------------------------------------------------
TIP_HELP_WEBSITE =باز کردن صفحه خانگی پیک پیک
TIP_HELP_ABOUT =نمایش اطلاعات و حق مالکیت برنامه
#-------------------------------------------------------------
TIP_TOOL_MOVE =حرکت
TIP_TOOL_SELECT =بخشی از عکس را انتخاب کنید
TIP_TOOL_FILL =پرکردن با رنگ
TIP_TOOL_BRUSH =قلم مو
TIP_TOOL_PENCIL =مداد رنگی
TIP_TOOL_ZOOM =ذره بین
TIP_TOOL_ERASER =پاک کن/پاک کن رنگ
TIP_TOOL_PICKCOLOR =یافتن رنگ
TIP_TOOL_TEXT =متن
TIP_TOOL_LINE =خط
TIP_TOOL_RECT =مستطیل
TIP_TOOL_ELLIPSE =بیضی
TIP_TOOL_ARROW =پیکان
TIP_TOOL_RRECT =مستطیل گرد
TIP_TOOL_ADDIMAGE =قراردادن عکس
TIP_TOOL_HIGHLIGHTPEN = قلم پر رنگ
TIP_TOOL_HIGHLIGHTRECT = مستطیل پر رنگ


TIP_OUTPUTTYPE_MSWORD1 		= قراردادن یک کپی این عکس در
TIP_OUTPUTTYPE_MSWORD2 		= مایکروسافت ورد

TIP_OUTPUTTYPE_MSEXCEL1 		= قراردادن یک کپی این عکس در
TIP_OUTPUTTYPE_MSEXCEL2 		= مایکروسافت اِکسل

TIP_OUTPUTTYPE_MSPOWERPOINT1	= قراردادن یک کپی این عکس در
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= مایکروسافت پاورپوینت

TIP_OUTPUTTYPE_SKYPE1		= اِرسال کپی این عکس به
TIP_OUTPUTTYPE_SKYPE2 		= اِسکایپ


TIP_OUTPUTTYPE_PROGRAM1		= اِرسال کپی این عکس به
TIP_OUTPUTTYPE_PROGRAM2 		= یک برنامه خارجی

TIP_OUTPUTTYPE_MSOUTLOOK1	=ضمیمه یک کپی این عکس به
TIP_OUTPUTTYPE_MSOUTLOOK2	=یک پیام ایمیل

TIP_OUTPUTTYPE_FACEBOOK1	= آپلود و به اِشتراک گذاشتن این عکس
TIP_OUTPUTTYPE_FACEBOOK2 	= به فیس بوک

TIP_OUTPUTTYPE_TWITTER1		= آپلود و به اِشتراک گذاشتن این عکس
TIP_OUTPUTTYPE_TWITTER2 		= به توییتر

TIP_OUTPUTTYPE_FTP1		= اِرسال این عکس مستیماً به
TIP_OUTPUTTYPE_FTP2 		= یک مکان در وب با اِف تی پی

TIP_OUTPUTTYPE_WEBUPLOAD1	= اِرسال این عکس مستیماً به
TIP_OUTPUTTYPE_WEBUPLOAD2	= یک مکان در وب

TIP_OUTPUTTYPE_CLOUD1		= اپلود این عکس دردراپ باکس،
TIP_OUTPUTTYPE_CLOUD2 		= گوگل درایو، اِسکای درایو..

TIP_IMAGE_ROTATEFLIP = چرخش یا قرینه کردن عکس یا منطقه اِنتخاب شده

TIP_TOOLS_EFFECT=اِنتخاب اِفکت ها
TIP_TOOLS_WIDTHS=اِنتخاب عرض
TIP_TOOLS_OPACITY = اِنتخاب شفافی

TIP_VIEW_ZOOMIN = بزرگنمایی در عکس فعلی
TIP_VIEW_ZOOMOUT = کوچکنمایی در عکس فعلی
TIP_VIEW_ZOOMSELECT =بزرگنمایی یا کوچکنمایی
TIP_VIEW_ACTUALSIZE = 100% زوم به
TIP_VIEW_THUMBNAIL=نمایش صفحه بندانگشتی برای انتخاب سریع عکس

TIP_SHOW_RULER=نمایش یا عدم نمایش خطکش در عکس
TIP_SHOW_STATUSBAR=نمایش یا عدم نمایش نوار وضعیت در پایین پنجره
TIP_SHOW_TAB=نمایش یا عدم نمایش نوار تب

TIP_COLOR_COLOR1 = رنگ پیش زمینه
TIP_COLOR_COLOR2 = رنگ پس زمینه
TIP_COLOR_SWAP=تعویض رنگهای پیش زمینه و پس زمینه
TIP_COLOR_DEFAULT = رنگهای پیش فرض پیش زمینه و پس زمینه
TIP_COLOR_MORE=نمایش جدول رنگ بیشتر

TIP_SHAPE_FLATTEN=تسطیح اشکال
TIP_SHAPE_DELETE=حذف شکل
TIP_SHAPE_DUPLICATE=شکل تکراری

TIP_SHAPE_FILL=پرکردن شکل انتخاب شده
TIP_SHAPE_OUTLINE=پیرامون شکل
TIP_SHAPE_EFFECTS=قالب اشکال
TIP_SHAPE_ADDTEXT=قراردادن متن در شکل

TIP_SHAPE_FLATTEN_ALL=تسطیح همه اشکال
TIP_SHAPE_BRINGTOFRONT=آوردن شیء انتخاب شده به جلو،بنابراین آن توسط آیتم های جلوی آن مخفی هست
TIP_SHAPE_SENDTOBACK=آوردن شیء انتخاب شده به عقب،بابرای آ توسط آیتم های جلوی آن مخفی میشود

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =پیک پیک ویرایشگر عکس
DLG_CONTROLCAPTURE_TITLE =پیک پیک - کنترل پنجره
DLG_SCROLLINGWINDOWCAPTURE_TITLE =پیک پیک - پنجره اِسکرول
DLG_REGIONCAPTURE_TITLE =پیک پیک - ضبط منطقه دستی
DLG_FIXEDREGIONCAPTURE_TITLE =ضبط منطقه ثابت
DLG_FREEHANDCAPTURE_TITLE=پیک پیک - ضبط بطوردستی
DLG_WHITEBOARDTOOL_TITLE=پیک پیک - تخته سفید
DLG_MAGNIFIER_TITLE=پیک پیک - ذره بین
DLG_COLORPICKER_TITLE =پیک پیک - یابنده رنگ
DLG_CROSSHAIR_TITLE=پیک پیک - اَبعاد گرافیکی
DLG_COLORPALETTE_TITLE =جدول رنگ
DLG_AUTOSAVE_TITLE = ذخیره خودکار
DLG_NEWIMAGE_TITLE = عکس جدید
DLG_PRINT_TITLE = چاپ
DLG_CANVASSET_TITLE = تغییراندازه بوم
DLG_IMAGERESIZE_TITLE = تغییراندازه عکس
DLG_ABOUT_TITLE = درباره
DLG_PIXELATE_TITLE = پیکسلی کردن
DLG_HUESATURATION_TITLE = هیو/اشباع
DLG_BRIGHTNESSCONTRAST_TITLE = درخشندگی / کنتراست
DLG_FRAME_TITLE		=فریم
DLG_WATERMARK_TITLE		=واترمارک
DLG_FONTVIEW_TITLE = متن ورودی
DLG_CAPTURE_TITLE=ضبط
DLG_CHANGEHOTKEY_TITLE = کلیدمیانبر
DLG_WEBPAGECAPTURE_TITLE = پیک پیک - ضبط صفحات وب
DLG_SHORTCUT_TITLE = تغییر کلید میانبر
DLG_SETUP_TITLE		=گزینه ها
DLG_FILENAMESETUP_TITLE	=نام فایل
DLG_IMAGES_TITLE	=عکس ها

DLG_FTPSETUP_TITLE	=اِف تی پی
DLG_EDITORSETUP_TITLE	=ویرایشگر
DLG_ARROWSET_TITLE	=پیکان دستی
DLG_FACEBOOK_TITLE	=اِتصال به فیس بوک
DLG_TWITTER_TITLE		=اِتصال به توییتر
DLG_WEBUPLOAD_TITLE		=آپلود در وب

BTN_OK = تأیید
BTN_CANCEL = لغو
BTN_APPLY = ِاِعمال
#-------------------------------------------------------------

[About]

GRP_PRESET = اولویت ها
CHK_ADDSTARTUP = شروع برنامه از اِستارت آپ
CHK_ADDDESTKOP = ساخت آیکون در دسکتاپ
CHK_CHECKUPDATE = بررسی بروزرسانی برنامه
LBL_LANGUAGE = زبان
BTN_HOTKEY = کلید میانبر..
BTN_CREDIT = همکاران
LBL_PROGRAMPARAMETER=پارامترها
CHK_SETTINGTOAPPDATA=ذخیره تنظیمات در داده برنامه
LBL_MORELANGUAGE=...زبان های بیشتر

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =مشخصات
LBL_CONTROLCAPTURE_CLASS =نام
LBL_CONTROLCAPTURE_SIZE =اندازه
LBL_CONTROLCAPTURE_INFO=کنترل
LBL_CONTROLCAPTURE_SCROLL=اِسکرول خودکار
LBL_CONTROLCAPTURE_OUTPUTTYPE =نوع خروجی
LBL_CONTROLCAPTURE_HANDLE =گیره
LBL_CONTROLCAPTURE_RECT =مختصات
LBL_CONTROLCAPTURE_BOTTOMTIP =اِنتخاب یک کنترل پنجره (باتن و تب و باکس نوارابزار و غیره).و کلید پرینت اِسکرین را فشار دهید

GRP_FIXEDREGIONCAPTURE_PROPERTY = اندازه منطقه
LBL_FIXEDREGIONCAPTURE_WIDTH = عرض :
LBL_FIXEDREGIONCAPTURE_HEIGHT =اِرتفاع :

TIP_REGIONCAPTURE_NOTDRAG =اِنتخاب هر منطقه مستطیلی در دسکتاپ
TIP_PIXEL = پيکسل
TIP_FREEHANDCAPTURE_NOTDRAG =رسم هر شکلی برای ضبط روی صفحه نمایش

LBL_COLORPICKER_COLORAS =مدل رنگ:
LBL_COLORPICKER_VALUE =مقدار :

LSV_WEBPAGECAPTURE_LIST = وب سایت را برای ضبط اِنتخاب کنید
BTN_WEBPAGECAPTURE_RELOAD = بارگیری مجدد
BTN_WEBPAGECAPTURE_CAPTURE = ضبط

LBL_MINIHELP=برای انتخاب یک منطقه دکمه چپ ماوس را فشار دهید
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = کلیدمیانبر
GRB_CAPTURE = ضبط صفحه
GRB_TOOLS = ابزارها

LBL_KEYNONE = هیچکدام

LBL_CAPTURE_FULLSCREEN		=ضبط تمام-صفحه
LBL_CAPTURE_ACTIVEWINDOW	=ضبط پنجره فعال
LBL_CAPTURE_CONTROL		=ضبط کنترل صفحه
LBL_CAPTURE_SCROLLINGWINDOW	=ضبط پنجره اِسکرول
LBL_CAPTURE_REGION		=ضبط منطقه دستی
LBL_CAPTURE_FIXEDREGION		=ضبط منطقه ثابت
LBL_CAPTURE_FREEHAND		=ضبط بطور دستی
LBL_CAPTURE_WEBPAGE		=ضبط صفحه وب
LBL_CAPTURE_REPEAT		=تکرار آخرین ضبط

LBL_TOOLS_EDITOR		=ویرایشگر عکس
LBL_TOOLS_COLORPICKER		=یابنده رنگ
LBL_TOOLS_COLORPALETTE		=جدول رنگ
LBL_TOOLS_PIXELRULER		=خطکش پیکسلی
LBL_TOOLS_PROTRACTOR		=زاویه سنج
LBL_TOOLS_CROSSHAIR		=اَبعاد گرافیکی
LBL_TOOLS_WHITEBOARD		=تخته سفید

LBL_TOOLS_MAGNIFIER		=ذره بین

CBO_HOTKEY_CUSTOM		=دستی..
CBO_HOTKEY_DEFAULT		=پیش فرض پیک پیک
CBO_HOTKEY_HYPERSNAP		=هایپر اِسنپ
CBO_HOTKEY_NONE			=غیرفعال شده
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = رنگها
LBL_FONTCOLOR = رنگ فونت
CHK_FILLCOLOR = رنگ پرکردن
CHK_AA = صاف کردن لبه نمایش فونتها

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =ذخیره خودکار عکس ها
LBL_SELECTFOLDER =یک دایرکتوری برای ذخیره خودکار اِسکرین شات اِنتخاب کنید
BTN_SELECTFOLDER =جستجو..
GRP_SELECTFILENAME =نام فایل
RDO_SELECTFILENAME_TEXT =متن + شماره
RDO_SELECTFILENAME_NUM =فقط شماره
RDO_SELECTFILENAME_DATETIME =تاریخ/زمان
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Image
GRP_SELECTFORMAT =فرمت فایل
RDO_SELECTFORMAT_BMP =بیت مپ (*.bmp)
RDO_SELECTFORMAT_JPG =جیپگ(*.jpg)
RDO_SELECTFORMAT_PNG =پی اِن جی (*.png)
RDO_SELECTFORMAT_GIF =گیف (*.gif)
RDO_SELECTFORMAT_PDF =فایل پی دی اِف (*.pdf)
LBL_SAVEFILENAME=یک نام فایل برای ذخیره خودکار یا آپلود اِف تی پی وارد کنید
LBL_EXAMPLETITLE=مثال)
LBL_EXAMPLE1=%y : سال, %m : ماه, %d : روز
LBL_EXAMPLE2=%h : ساعت, %n : دقیقه, %s : ثانیه
LBL_EXAMPLE3=%c : شماره
LBL_EXAMPLE4=%u : نام کاربر, %w : نام رایانه
#3.3.4
LBL_EXAMPLE5=%t : برچسب زمان یونیکس
#3.3.4
GRB_OTHERPROGRAM=راه اندازی برنامه خارجی
LBL_OTHERPROGRAM=یک برنامه خارجی برای فرستادن اِسکرین شات اِنتخاب کنید
LBL_OTHERPROGRAMPATH=مسیر برنامه :
LBL_OTHERPROGRAMPARAMETER=پارامتر : 
LBL_OTHERPROGRAMSELECT=فرستادن به برنامه خارجی
LBL_OTHERPROGRAMMSWORD=مایکروسافت ورد
LBL_OTHERPROGRAMMSEXCEL=مایکروسافت اِکسل
LBL_OTHERPROGRAMMSPPT=مایکروسافت پاورپوینت

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=گزینه ضبط
CHK_DUALMONITORS		=پشتیبانی از مانیتور های دوگانه
CHK_SOUND			=فعال کردن اِفکت صدا هنگام ضبط
CHK_MOUSECURSOR		=شامل مکان نما در عکس
CHK_HIDEEDITOR			=مخفی کردن ویرایشگر قبل از ضبط
CHK_ALWAYSCOPYCLIPBOARD	=همیشه کپی عکس ضبط شده به کلیپ برد
CHK_STARTWITHCAPTUREBAR	=نمایش نوارضبط حین شروع برنامه

GRB_AUTOSCROLL			=اِسکرول خودکار
CHK_SCROLLCAPTURE		=فعال کردن اِسکرول خودکار
LBL_SCROLLDELAY			=تاخیر اِسکرول : 
LBL_SCROLLDELAYMS		=هزارم ثانیه

GRB_MAGNIFIER			=پنجره ذره بین
CHK_MAGNIFIER			=نمایش پنجره ذره بین هنگام ضبط
LBL_ZOOMSCALE			=مقیاس زوم :

GRB_CAPTUREDELAY		=تاخیر قبل از ضبط
CHK_ADVANCECONTROLCAPTURE = استفاده از کنترل پجره پیشرفته ضبط

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = راه اندازی سرور اِف تی پی
LBL_FTPADDRESS  =سرور اِف تی پی :
LBL_REMOTEPATH = مسیر ریموت :
LBL_PORT=پورت :
CHK_PASSIVEFTP= استفاده از اِف تی پی منفعل
LBL_USERNAME=نام کاربر :
LBL_PASSWORD=رمزعبور :
BTN_CONNECTTEST=تست
LBL_SENDWEBBROWSER=بازکردن آدرس در وب
LBL_SENDCLIPBOARD=کپی آدرس به کلیپ برد
LBL_WEBADDRESS=آدرس
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = گزینه ویرایشگر
CHK_OPENEDITORWHENSTART=بازکردن ویرایشگر هنگامی که برنامه اجرا میشود
CHK_CENTERIMAGE =چینش یک عکس در مرکز پنجره
CHK_CLOSEWITHOUTASKING =بستن یک عکس ذخیره نشده بدون پرسیدن
CHK_CROPNEW=بریدن بعنوان عکس جدید
CHK_SHOWCLASSICUI=نمایش رابط نوارابزار منوی کلاسیک

LBL_BG=رنگ پس زمینه :
RDO_BGGRID=توری
RDO_BGSOLID=رنگ یکدست

GRB_FILETYPE=وابسته سازی نوع فایل
LBL_FILETYPE=نوع فایلی را که میخواهید توسط نرم افزار بازشود اِنتخاب کنید
LBL_FILETYPEVISTA=ایجاد پیک پیک بعنوان ویرایشگر عکس پیش فرض

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = اِبتدا
CHK_END = اِنتها
CHK_OUTLINE = اَفزودن خط پیرامون
CBO_AT_ARROW1 = پیکان 1
CBO_AT_ARROW2 = پیکان 2
CBO_AT_CIRCLE = دایره
CBO_AT_DIAMOND = لوزی
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = اندازه بوم
LBL_WIDTH = عرض جدید
LBL_HEIGHT =اِرتفاع جدید
LBL_BACKCOLOR = رنگ پس زمینه
LBL_PRESETS = قالب ها
CBO_CLIPBOARD=کلیپ برد
CBO_LASTUSED=آخرین بکاررفته
CBO_CURRENT=اندازه عکس فعلی
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = مقیاس با درصد
RDO_SIZE = مقیاس بااندازه معین
CHK_KEEP = حفظ نسبت دید
LBL_WIDTH = عرض
LBL_HEIGHT = اِرتفاع


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = پیش نمایش
LBL_PIXELATE = پیکسلی کردن
LBL_HUE = هیو
LBL_SATURATION = اشباع
LBL_BIRGHTNESS = درخشندگى
LBL_CONTRAST = کنتراست
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = پیش نمایش
GRP_EFFECT = اِفکت
CHK_BORDER = حاشیه
CHK_FRAME = فریم
LBL_ETC=یافتن اِفکت فریم بیشتر
CHK_AUTO=اِعمال یک اِفکت فریم هنگام ضبط عکس
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =قرمز
LBL_GREEN =سبز
LBL_BLUE =آبی
LBL_TYPE = مدل رنگ:
BTN_COPY =کپی

CLR_DEFAULTTEXT = جدول رنگ
CLR_CUSTOMTEXT = رنگ بیشتر..
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =حرکت
MNU_RULER_MOVE_UP =بالا
MNU_RULER_MOVE_DOWN =پایین
MNU_RULER_MOVE_LEFT =چپ
MNU_RULER_MOVE_RIGHT =راست
#-------------------------------------------------------------
MNU_RULER_TYPE =نوع
MNU_RULER_TYPE_HOTRIZONTAL =اُفقی
MNU_RULER_TYPE_VERTICAL =عمودی
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =پشت نمایی
MNU_RULER_TRANSPARENT_USE =فعال سازی
MNU_RULER_TRANSPARENT_NOTUSE =غیرفعال سازی
MNU_RULER_TRANSPARENT_INC =اَفزودن(+)
MNU_RULER_TRANSPARENT_DEC =کاستن(-)

MNU_MAGNIFIER		=نمایش ذره بین

#-------------------------------------------------------------
MNU_RULER_EXIT =خروج
#-------------------------------------------------------------
MNU_RULER_UNIT =واحدها
MNU_RULER_UNIT_PIXEL =پیکسل
MNU_RULER_UNIT_INCH =اینچ
MNU_RULER_UNIT_CM = سانتيمتر
MNU_RULER_UNIT_DPI = نقطه در اینچ
MNU_RULER_COLOR = رنگ
MNU_RULER_COLOR_BLUE = (آبی (پیش فرض
MNU_RULER_COLOR_YELLOW = (زرد (کلاسیک
MNU_RULER_COLOR_WHITE = سفید
MNU_RULER_COLOR_BLACK = سیاه
MNU_RULER_UNIT_DPI_CUSTOM = ...دستی
DLG_CUSTOMDPI_TITLE= تنظیمات دستی نقطه درهر اینچ
LBL_CUSTOMDPI_TEXT= لطفا پیکسل درهر اینچ را وارد کنید (DPI) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =عرض قلم
MNU_WHITEBOARD_PENCOLOR =رنگ قلم
MNU_WHITEBOARD_PENCOLOR_BLACK =سیاه
MNU_WHITEBOARD_PENCOLOR_WHITE =سفید
MNU_WHITEBOARD_PENCOLOR_RED =قرمز
MNU_WHITEBOARD_PENCOLOR_GREEN =سبز
MNU_WHITEBOARD_PENCOLOR_BLUE =آبی
MNU_WHITEBOARD_PENCOLOR_CYAN =سبزآبی
MNU_WHITEBOARD_PENCOLOR_MAGENTA =سرخابی
MNU_WHITEBOARD_PENCOLOR_YELLOW =زرد
MNU_WHITEBOARD_PENCOLOR_GRAY =خاکستری
MNU_WHITEBOARD_PENCOLOR_CUSTOM =غیره
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =پاکسازی
MNU_WHITEBOARD_SAVE =ضبط صفحه
MNU_WHITEBOARD_EXIT =خروج
#-------------------------------------------------------------
TIP_TOOL_MOVE =حرکت
TIP_TOOL_ZOOM =زوم
TIP_TOOL_PEN =مداد رنگی
TIP_TOOL_LINE =خط
TIP_TOOL_ARROW =پیکان
TIP_TOOL_SHAPE=شکل
TIP_TOOL_RECT =مستطیل
TIP_TOOL_ELLIPSE =بیضی
TIP_TOOL_RRECT =مستطیل گرد
TIP_TOOL_TRANSPARENT = پشت نمایی
TIP_TOOL_CLEAR=پاکسازی
TIP_TOOL_SAVE=ضبط صفحه
TIP_TOOL_WIDTH=عرض
TIP_TOOL_COLOR=رنگ

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=راه اندازی چاپگر..
BTN_PRINT=چاپ
GRB_PREVIEW =پیش نمایش

TAB_PAPERSETUP=راه اندازی صفحه
TAB_ADDTEXT=اَفزودن متن

GRB_MARGINSETUP=(حاشیه (میلیمتر
LBL_MARGINTOP=بالا
LBL_MARGINLEFT=چپ
LBL_MARGINRIGHT=راست
LBL_MARGINBOTTOM=پائين

GRB_IMAGESETUP=راه اندازی عکس
CHK_CENTER=مرکز عکس
CHK_SHRINK=(تناسب در صفحه (کوچک کردن
CHK_PROPORTINAL=حفظ نسبت دید
CHK_GRAYSCALE=سیاه و سفید

GRB_PAPERCOUNT=تعداد کپی
LBL_PAPERUNIT=صفحه

GRB_ORIENTATION=گرایش
RDO_PORTRAIT=نمای عمودی
RDO_LANDSCAPE=نمای اُفقی

GRB_HEADER=سربرگ
CHK_HEADERADD=اَفزودن
CBO_HEADERDEFAULT=لطفا اینجا متن سربرگ را وارد کنید
LBL_HEADERMARGIN=حاشیه :
BTN_HEADERFONT=فونت..
RDO_HEADERLEFT=چپ
RDO_HEADERCENTER=مرکز
RDO_HEADERRIGHT=راست

GRB_FOOTER=پابرگ
CHK_FOOTERADD=اَفزودن
CBO_FOOTERDEFAULT=لطفا اینجا متن پابرگ را وارد کنید
LBL_FOOTERMARGIN=حاشیه :
BTN_FOOTERFONT=فونت..
RDO_FOOTERLEFT=چپ
RDO_FOOTERCENTER=مرکز
RDO_FOOTERRIGHT=راست
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = بستن
LBL_PREVIEW = پیش نمایش عکس
LBL_CAPTION = عنوان عکس
RDO_SELECTALBUMS = اِنتخاب آلبوم ها
RDO_CREATEALBUM = ایجاد آلبوم عکس جدید
LBL_CREATEALBUM_NAME = نام: 
LBL_CREATEALBUM_LOCATION = مکان : 
LBL_CREATEALBUM_DESCRIPTION =توضیحات : 
LBL_CREATEALBUM_PRIVACY = حریم خصوصی : 
CBO_CREATEALBUM_1 = هرکس
CBO_CREATEALBUM_2 = شبکه من و دوستان
CBO_CREATEALBUM_3 = دوستانِ دوستانم
CBO_CREATEALBUM_4 = فقط دوستان
BTN_UPLOAD = آپلود
LBL_IMGURL = آدرس عکس
LBL_LINKURL = آدرس لینک آلبوم
LBL_UPLOADING=حالا در حال آپلود
LBL_UPLOADCOMPLETE = آپلود کامل شد
LBL_UPLOADWAIT = منتظر ماندن برای پاسخ
LBL_UPLOADFAILURE = موفق به آپلود نشد.سعی دوباره
LBL_UPLOADRESULT = شما یک عکس را باموفقیت آپلود کردید

LBL_ACCOUNT = اکانت :
LBL_PASSWORD = رمزعبور :
LBL_REMEMBERPASSWORD = بخاطرسپردن رمز عبور
LBL_MESSAGE = پیام :

LBL_WEBUPLOAD_TITLE = آپلود مستیم عکس به وب
LBL_WEBUPLOAD_TITLESUB = توسط ایمیج شاک - سرویس هاست رایگان عکس
LBL_WEBUPLOAD_SIGNUP = برای مدیریت عکس های آپلود شده شما ثبت نام کنید

LBL_WEBUPLOAD_NOACCOUNT = مهمان - ثبت نام نیاز نیست
LBL_WEBUPLOAD_ACCOUNTEXIST = من یک اکانت ایمیج شاک دارم

BTN_REQUESTTWITTERPIN = درخواست پین توییتر
BTN_REMEMBERME = بخاطرسپردن من در این رایانه
LBL_TWITTERPIN = پین
BTN_CONNECT = اتصال
BTN_DISCONNECT = قطع اتصال

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=تب های سریع
MNU_RENAME=تغییر نام..
LBL_RENAME=لطفا نام فایل را وارد کنید

[ObjectProperty]

SHP_SHAPES = اَشکال
SHP_LINE = خط
SHP_CURVE = منحنی
SHP_ARROW = پیکان
SHP_CURVEARROW = پیکان منحنی
SHP_ELLIPSE = بیضی
SHP_RECT = مستطیل
SHP_ROUNDRECT = مستطیل گرد
SHP_BALLOON = بالن
SHP_DIAMOND = لوزی
SHP_PENTAGON = پنج ضلعى
SHP_Hexagon = شش ضلعی
SHP_5STAR = ستارۀ 5 نقطه
SHP_6STAR = ستارۀ 6 نقطه

TAB_EDIT = ویرایش
TBN_DELETE_OBJECT = حذف
TBN_DUPLICATE=تکراری

MNU_FLATTEN = تسطیح
MNU_FLATTENALL = تسطیح همه

LST_CHANGESHAPE = تغییر شکل

TAB_SHAPESTYLES=سبکهای شکل

TBN_SHAPETEXT=قراردادن متن
TBN_SHAPEFILL=توپُر
MNU_SHAPEFILL_NOFILL=توخالی
MNU_SHAPEFILL_SOLIDFILL=یکدست پر
MNU_SHAPEFILL_GRAFILL=گرادیانت پر عمودی
MNU_SHAPEFILL_RADIALFILL=گرادیانت پر شعاعی

TBN_SHAPEOUTLINE=پیرامون
MNU_SHAPEOUTLINE_NOLINE = بدون خط
MNU_SHAPEOUTLINE_SOLIDLINE = خط یکدست
MNU_SHAPEOUTLINE_DOTLINE = نقطه خط
MNU_SHAPEOUTLINE_DASHLINE = خط تیره
MNU_SHAPEOUTLINE_DASHDOTLINE = خط تیره نقطه خط
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = خط تیره نقطه نقطه خط


TBN_SHAPEFORMAT=قالب شکل
TBN_SHAPEEFFECTS=اِفکت های شکل
MNU_SHAPEEFFECTS_NOEFFECTS=بدون اِفکت
MNU_SHAPEEFFECTS_SHADOW=اِفکت ها
MNU_SHAPEEFFECTS_SHADOWUSE=سایه
MNU_SHAPEEFFECTS_SHADOWOPTION=گزینه ها..

MNU_SHAPEEFFECTS_BALLOONPOS=جهت بالن
MNU_SHAPEEFFECTS_BALLOONPOSTL=بالا چپ
MNU_SHAPEEFFECTS_BALLOONPOSTR=بالا راست
MNU_SHAPEEFFECTS_BALLOONPOSBL=پایین چپ
MNU_SHAPEEFFECTS_BALLOONPOSBR=پایین راست

MNU_SHAPEEFFECTS_ARROWSTART = نوع اِبتدا
MNU_SHAPEEFFECTS_ARROWEND = نوع اِنتها
MNU_SHAPEEFFECTS_ARROWNONE = بدون پیکان
MNU_SHAPEEFFECTS_ARROW1 = پیکان 1
MNU_SHAPEEFFECTS_ARROW2 = پیکان 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = دایره
MNU_SHAPEEFFECTS_ARROWDIAMOND = لوزی

MNU_SHAPE_ARRANGE=چیدن
BTN_SHAPE_FRONT=اِرسال به جلو
BTN_SHAPE_BACK=اِرسال به عقب

BTN_SHAPE_ARROWSTYLE=سبک پيکان

TAB_SHAPECOLOR=رنگ شکل

[Licenses]

rdoRegistered = من کاربر ثبت نام شده هستم و من کد ثبت نام برای استفاده تجاری دارم
rdoPersonal = من فقط میخواهم از این برنامه بطور شخصی استفاده کنم
btnBuy = حالا بخرید
btnRegister = ثبت نام
btnAgree= می پذیرم
btnClose = بستن
lblEnterLicense = اطلاعات ثبت نام را وارد کنید
lblOwnerName = نام مالک
lblRegistrationCode = کد ثبت نام

lblLicenseInfo = محصول مجوز داده شده به : 
lblPersonalUse = فقط برای استفاده شخصی

[CommercialVersionTrial]

btnModeTrial = نسخه ارزیابی
btnModeTrialDescription = من تمایل دارم برنامه را در حالت ارزیابی استفاده کنم
btnModeActivate = کلید مجوز خود را فعال کنید
btnModeActivateDescription = من کاربر ثبت شده هستم و کلید مجوز دارم
btnModeBuy = حالا بخرید
btnModeBuyDescription = رفتن به صفحه رسمی برای دریافت کلید مجوز
lblTrialDescription = این نسخه 30 روزه و ارزیابی، پیک پیک هست.هنگامیکه دوره آزمایشی به پایان رسید،شما باید کلید مجوز را خریداری کنید یا برنامه را از رایانه خود حذف کنید
btnContinueTrial = ادامه ارزیابی
lblDayLeft = مدت {$1} روز از {$2} روز ارزیابی شما باقیمانده است
lblDayExpired = مجوز شما بیش از این موجود نیست
lblEnterLicense = اطلاعات ثبت نام را وارد کنید
lblOwnerName = نام کاربر
lblRegistrationCode = کلید مجوز
lblRegistrationHelp = مشکلی با فعالسازی دارید؟
btnRegister = &فعالسازی
lblActivationOffline1 = الف) لطفا آدرس زیر را باز کنید و کد تأیید را دریافت کنید.اگر در محیطی آفلاین هستید،شما باید در رایانه ای دیگر آنلاین شوید
lblActivationOffline2 = ب) لطفا کد تأیید را از آدرس بالا اینجا بچسبانید

lblAuthCode =کد تأیید :

[ImagesSet]

grbJPEGOption=گزینه های جیپگ
lblJPEGQuality=کیفیت
cboJPEGQualityMaximum = حداکثر
cboJPEGQualityHigh = زیاد
cboJPEGQualityMedium = متوسط
cboJPEGQualityLow = کم

[SaveAll]

grbSaveOptions=گزینه های ذخیره
lblSelectFolder=دایرکتوری را برای ذخیره اِسکرین شات ها انتخاب کنید

rdoAllImages=همه عکس ها
rdoUnsavedImages=همه عکس های ذخیره نشده

grbFileOptions=گزینه های فایل
lblFileName=نام فایل
lblFileType=نوع فایل
rdoFiles=فایل ها

[ColorBalance]

grpbxColorBalance=بالانس رنگ
lblColorLevels=میزان رنگ

grpbxToneBalance= تعادل بالانس
rdbtnShadows=سایه ها
rdbtnMidtones=تعادل وسط
rdbtnHighlights=نوربالا
chckbxPreserveLuminosity=حفظ درخشندگی

[StartPage]

lblStartHome = یک وظیفه انتخاب کنید..
lblStartTitle1 = وظیفه جدید
lblStartTitle2 = لوازم نقاشی
chkStartDoNotShow = در شروع برنامه این پنجره را دوباره نشان نده

[Watermark]

lblWaterMarkPreview = پیش نمایش:
lblWaterMarkFile = فایل:
lblWaterMarkPosition = موقعیت:
lblWaterMarkOpacity = شفافیت:
lblWaterMarkOffsetX = آفست-X :
lblWaterMarkOffsetY = آفست-Y :
chkWaterMarkAuto=افزودن خودکار واترمارک حین ضبط عکس

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&تأیید
btnCancel=&لغو
btnApply=&ِاِعمال
btnContinue=&ادامه

:OPTION
grbOptionLanguage=نمایش زبان
grbOptionConnection=مدیریت ارتباطات
btnOptionConnectionClear=&پاکسازی همه ارتباطات سرویس اَبری

:MAINFORM
lstFilesName=نام
lstFilesDate=تاریخ
lstFilesType=نوع
lstFilesSize=اندازه

mnuAction=اقدام
mnuOpen=بازکردن
mnuDownload=دانلود
mnuUploadMenu=آپلود
mnuUploadFile=آپلود فایل ها
mnuUploadFolder=اپلود پوشه
mnuUploadImage=آپلود عکس
mnuNewFolder=پوشه جدید
mnuDelete=حذف
mnuRename=تغییرنام

itemHome=خانه
itemOption=گزینه
itemAbout=درباره
itemDropbox=دراپ باکس
itemGDrive=گوگل درایو
itemSkydrive=اِسکای درایو

strAllFile=همه فایل ها (*.*)
strSearchResult= "%s" نتیجه جستجو برای

lblHomeTitle= یک سرویس برای اتصال انتخاب کنید
lblUploadMode=یک سرویس برای آپلود عکس انتخاب کنید

itemCount=آیتم %s 
itemSelectedCount=آیتم انتخاب شده %s 

:PREVIEW
lblPreviewPreviewTitle=پیش نمایش
lblPreviewDescriptionTitle=توضیحات
strPreviewNoDescription=توضیح ندارد

:DOWNLOADFORM

DownloadFormCaption=درحال دانلود...
strPrepareDownload=آماده سازی برای دانلود
strDiscoveredItems=..آیتم %s دریافت
strPleaseWait=منتظر بمانید تا لیست آماده شود..
strDownloading=آیتم %s درحال دانلود
strDownloadName=نام : %s
strDownloadRemaining=آیتم باقیمانده : %s1 ( مجموع : %s2 )


:UPLOADFORM
UploadFormCaption=درحال آپلود..
strPrepareUpload=آماده سازی برای آپلود
strCreatingFolder=ایجاد پوشه
strUploading=آیتم %s درحال آپلود
strUploadName=نام : %s
strUploadRemaining=آیتم باقیمانده : %s1 ( مجموع : %s2 )

:LOGINFORM
LoginFormCaption=ورود
chkSaveConnection=ذخیره اطلاعات ارتباط در این رایانه
lblBrowserCall=مرورگر وب شما در %s ثانیه دیگر نشان خواهد داد
lblBrowserCallRetry=دوباره %s درخواست برای دسترسی به
lblBrowserAccess1=شما ابتدا باید در مرورگر وب وارد اکانت خود شوید %s برای اتصال به اکانت
lblBrowserAccess2=یکمرتبه که با مرورگر وارد اکانت خود شدید،میتوانید پنجره مرورگر را بسته و ادامه دهید

:USERINFO
lblUserInfoStorage=نهانگاه:
lblUserInfoUserNameTitle=اکانت:
lblUserInfoSpaceTitle=فضا :
btnUserInfoLogout=خروج
strSpace = %s1 آزاد از %s2

FileTypetext=متن
FileTypedocument=سند
FileTypeimage=عکس
FileTypevideo=ویدیو
FileTypeaudio=صوتی
FileTypefile=فایل
FileTypefolder=پوشه
FileTypealbum=آلبوم

:UPLOAD
lblUploadFileNameTitle=نام فایل
lblUploadFileSizeTitle=حجم فایل
lblUploadFilePreviewTitle=پیش نمایش
btnUploadUpload=اینجا آپلود کن

:MESSAGEBOX
strDelete1item=آیا میخواهید این فایل را حذف کنید؟
strDelete1moreitems=آیتم را حذف کنید؟ %s آیا میخواهید

strFolderExist=نام پوشه از قبل موجود است
strDownloadFileExist=از قبل یک فایل با همین نام در این مکان وجود دارد\n\nآیا میخواهید آن را جایگزین کنید؟
strCreateFolder=نام پوشه را وارد کنید
strRename=لطفا نام جدید وارد کنید


strInvalidFolderName=نام پوشه نامعتبر است
strCannotDelete=فایل/پوشه(ها) را نمیتوان حذف کرد

strUpdateCheck=یک نسخه جدید از مرورگر اَبری موجود است.میخواهید به صفحه دانلود بروید؟\nلطفا توجه داشته باشید این نسخه ممکن است با فضای اَبری شما ناسازگار باشد
strAuthFail = موفق به گرفتن مجوز استفاده نشد.لطفا دوباره سعی کنید.

strDownloadFolder=لطفا یک پوشه برای دانلود فایل(های) منتخب،انتخاب کنید
strUploadFolder=لطفا یک پوشه برای آپلودکردن انتخاب کنید
#-------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;MENU	Home
;	Features
;	Download
;	BUY NOW
;	Partners
;	Contact
	
;BUTTON	Free Download
;	BUY NOW
;	Free for personal use, Try it today.
	
;HOME	all-in-one design tool for everyone
;	A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more
;	User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.
	
;	Key features
;	Capture anything : Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.
;	Edit your images : Annotate and highlight your images:text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.
;	Enhance with effects : Easily add effects to your images:drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more
;	Share everywhere : Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.
;	Graphic Accessories : Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard
;	Customizable setting : With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.
	
;	Reviews
;	This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. 
;	There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.
;	Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop.
;	PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.
	
;	Links
;	Sitemap
;	License
;	End User License Agreement
;	Privacy Policy
;	Uninstallation
	
;FEATURES	
;	[Screen Capture]
;	Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc
;	Customize your own keyboard shortcuts
;	Support multiple monitor environments, capturing with cursor, auto save and file naming, etc
;	Support the floating widget Capture Bar which makes it easy for you to take screenshots.
	
;	Full-screen
;	Active window
;	Window control
;	Scrolling window
;	Region
;	Fixed region
;	Freehand
;	Repeat last capture
;	Capture widget
;	Capturing with cursor
;	Delayed capture
;	Auto-save
	
;	[Image Editor]
;	With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.
;	Drawing
;	Insert text
;	Arrows, lines
;	Shapes
;	Balloon
;	Highlight tool
;	Crop
;	Resize
;	Rotate
;	Invert
;	Grayscale
;	Mosaic
;	Frame
;	Watermark
;	Blur
;	Sharpen
;	Brightness
;	Hue / Saturation
;	Color balance
	
;	[Save, share, or send]
;	Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs
;	Clipboard
;	Image files
;	PDF
;	Printer
;	Web (imgur)
;	Web (imageshack)
;	Dropbox
;	Google Drive
;	SkyDrive
;	Box
;	Facebook
;	Twitter
;	Skype
;	FTP Server
;	e-mail
;	Microsoft Word
;	Microsoft PowerPoint
;	Microsoft Excel
;	External program
	
;	[Color Picker]
;	Help you find the exact pixel color code on your screen with a built-in magnifier window
;	Support RGB, HTML, C++, Delphi
;	Color Palette
;	Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.
;	Pixel Ruler
;	Help you measure the size of objects and place objects in precise locations on the screen.
;	Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins
;	Magnifier
;	With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.
;	Crosshair
;	Figure out the relative coordinate of picture position with this feature.
;	This can be useful for example in developing HTML image maps.
;	Protractor
;	Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first. 
;	This can be used in a variety of photography, math, and graphics applications
;	Whiteboard
;	You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.
	
;BUYNOW	Number of Users
;	Price (USD)
;	Limited time offer!
;	Payment Type
;	Secure online Credit Card
;	PayPal
;	Wire Transfer
;	Phone
;	Fax
;	Mail / Check / Money Order
;	Plimus is online payment system that we recommend. it supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.
;	Thank you for choosing PicPick!
	
;	One registered copy of PicPick may be used by a single person who uses the software personally on one or more computers (for example, PC and laptop), or it may be installed on a single workstation used non-simultaneously by multiple persons, but not both.
;	One license may not be shared between different users.
;	Licenses include unlimited free upgrades to all future versions of PicPick.
;	Prices in Euro, UK Pounds and other currencies are available on the Order Page.

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = پیک پیک
MSG_ICON_TITLE = پیک پیک
MSG_MESSAGEBOX_TITLE = پیک پیک
MSG_PROTRACTOR_CENTERPOINT = روی نقطه مرکز در صفحه نمایش کلیک کنید
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = .را فشاردهید [
MSG_ACTIVEWINDOW_2 = ] برای ضبط پنجره فعال کلید
MSG_EXITSAVEIMAGE_1 = ذخیره کنید؟ [
MSG_EXITSAVEIMAGE_2 = ] آيا شما ميخواهيد
MSG_DEFAULT_IMAGENAME = عکس
MSG_DIRECTORYACCESSERROR = به دایرکتوری نمیتوان دسترسی داشت
MSG_DEFAULT_TAPNAME = بدون عکس
MSG_HOTKEY_ALREADY1 = نرم افزار کلیدهای میانبر زیر را نمیتواند ریجیستر کند
MSG_HOTKEY_ALREADY2 = آیا شما میخواهید کلید میانبر اینجا را تغییر دهید؟
MSG_THISFOLDERNOTFOUND = را پیدا نکرد [path or folder name] دایرکتوری
MSG_INVALID_FILENAME = این نام فایل اشتباه است
MSG_INVALID_CLIPBOARD = (خطا در گرفتن داده از کلیپ برد (فرمت کلیپ برد اشتباه است
MSG_CANNOTREPEATCAPTURE = ناحیه اِنتخاب شده از آخرین ضبط را نمیتواند پیدا کند
MSG_CLOSEALLIMAGE = آیا همه عکسهای ذخیره نشده را میخواهید ببندید؟
MSG_FILE_OPEN =بازکردن
MSG_FILE_SAVE =ذخیره بعنوان
MSG_NEWVERSIONAVAILABLE = نسخه جدید نرم افزار دردسترس هست. آیا حالا میخواهید به صفحه دانلود بروید؟
MSG_PROGRAM_NOTADDYET=!شما برای اِرسال اِسکرین شات باید یک برنامه خارجی اِنتخاب کنید
MSG_EXTERNALPROGRAMERROR=برنامه خارجی مشخص شده را نمیتواند پیدا کند
MSG_PARAMETERS_TITLE=پارامترهای پیک پیک
MSG_OLDLANGUAGE =فایل زبان قدیمی هست.بنابراین بعضی از متنها ترجمه نشده هستند. آیا شما واقعا میخواهید زبان را تغییر دهید؟
MSG_INVALIDALBUMNAME=نام آلبوم اشتباه است
MSG_CREATEFAILUREALBUM=خطا در ایجاد کردن آلبوم
MSG_LOADINGFAILUREALBUM=خطا در بارگیری آلبوم
MSG_IDEMPTY = لطفا شناسه کاربر را وارد کنید
MSG_PWEMPTY = لطفا رمزعبور کاربر را وارد کنید
MSG_SAVE = ذخیره
MSG_DONTSAVE = ذخیره نکن
MSG_DONTSAVEALL = همه را ذخیره نکن
MSG_NODISPLAYAGAIN = دوباره نمایش نده
BTN_YES = بل&ه
BTN_NO = خی&ر
BTN_NOALL = نه هم&ه
MSG_INPUTTEXT = متن خود را اینجا وارد کنید
MSG_FLATTENLAYER= برای این وظیفه،شما باید همه اشکال را با عکس پس زمینه تسطیح کنید.آیا میخواهید اشکال را تسطیح کنید؟
MSG_FLATTENALL=آیا میخواهید همه اشکال را تسطیح کنید؟
MSG_INVALID_DOWNLOADURL = یک خطا حین دانلود عکس رخ داده است
MSG_OPENURL=لطفا آدرس را وارد کنید
MSG_ANYSETTINGOK = تنظیمات با موفقیت تغییر کرد
MSG_DEFAULTEDITOR=پیک پیک بعنوان ویرایشگر عکس پیش فرض تنظیم شد
MSG_FTPINFONEED=شما اول باید اطلاعات سرور اِف تی پی را وارد کنید
MSG_CONNECTIONFAIL=یک خطا حین اتصال به سرور رخ داده است
MSG_PROGRAM_NOSKYPE=اِسکایپ را نمیتوان یافت
MSG_ACTIVATE_OFFLINE=کلید مجوز شما را به علت مشکل شبکه یا چیزی دیگر نمیتوان فعال کرد.آیا میخواهید کلیدمجوز خود را در حالت آفلاین فعال کنید؟
MSG_ACTIVATE_OK = کلید مجوز شما فعال شد.بابت انتخاب پیک پیک از شما سپاسگذاریم
MSG_ACTIVATE_TRIAL = مجوز ارزیابی فعال شده است.بابت انتخاب پیک پیک ممنونیم
MSG_ACTIVATE_FAIL = فعالسازی رد شده است.لطفا با پشتیبانی پیک پیک تماس بگیرید
MSG_VALIDOWNERNAME = لطفا نام مالک معتبر وارد کنید
MSG_VALIDLICENSEKEY = لطفا کلید مجوز معتبر وارد کنید
MSG_FILENOTFOUND = فایل را نمیتوان یافت